[
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "better-fn",
  "obsidian-collapse-all-plugin",
  "obsidian-custom-attachment-location",
  "dataview",
  "digitalgarden",
  "file-tree-alternative",
  "obsidian-excalidraw-plugin",
  "tag-summary-plugin",
  "sync-cnblog",
  "obsidian-pandoc",
  "obsidian-outliner",
  "note-refactor-obsidian",
  "obsidian-mind-map",
  "media-extended",
  "image-captions",
  "obsidian-image-auto-upload-plugin",
  "obsidian-hider",
  "obsidian-image-toolkit",
  "obsidian-textgenerator-plugin",
  "obsidian-vimrc-support",
  "auto-classifier",
  "copilot"
]